Repository: LTPrast/restaurant-cs50
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Order pizza online
uk: Замовляй піцу онлайн

source: Menu
uk: Меню

source: Locations of Restaurant
uk: Ми на карті

source: Contacts
uk: Контакти

source: Please fill out Name field!
uk: Будь-ласка заповніть поле Ім'я!

source: Please provide a valid phone number.
uk: Будь-ласка введіть свій телефон

source: Your order is empty
uk: Ваше замовлення порожнє

source: Faulty order, please create new order
uk: Хибне замовлення, спробуйте створити нове замовлення

source: Failed to finish your order
uk: Не вдалося виконати ваше замовлення

source: Your order will be delivered shortly!
uk: Ваше замовлення буде доставлено в найближчий час!

source: Trello Board with your Order
uk: Трело дошка з вашим замовленням

source: Primary mailing address:
uk: Основна поштова адреса:

source: GIFT CARD
uk: ПОДАРУНКОВІ СЕРТИФІКАТИ

source: Gift them a Gift Card today
uk: Прекрасний подарунок на будь-яку нагоду

source: TUESDAY
uk: ВІВТОРОК

source: DISCOUNT
uk: ЗНИЖКА

source: There's no better day for pizza than Tuesday!
uk: Не буває вдалішого дня для піци!

source: RESTAURANT NOW SOCIAL
uk: МИ У СОЦІАЛЬНИХ МЕРЕЖАХ

source: Like us on Facebook and follow us on Twitter!
uk: Ставте нам лайк у Фейсбуці та слідкуйте в Твітері, все буде піца!

source: FRANCHISING
uk: ФРАНЧАЙЗИНГ

source: JOIN OUR TEAM
uk: РОБОТА ТА КАР'ЄРА

source: ABOUT US
uk: ПРО НАС

source: MENU PDF
uk: МЕНЮ PDF

source: MENU
uk: МЕНЮ

source: LOCATIONS
uk: МИ НА КАРТІ

source: CONTACT
uk: КОНТАКТИ

source: LANGUAGE
uk: МОВА

source: UAH
uk: грн

source: My Order
uk: Моє замовлення

source: Meal
uk: Страва

source: Price
uk: Ціна

source: Amount
uk: Штук

source: Edit
uk: Правити

source: TOTAL
uk: Загалом

source: Finish order
uk: Оформити замовлення

source: Our Restaurant location
uk: Ми на карті

source: Pizza
uk: Піца

source: Add
uk: Замовити

source: Ordering
uk: Замовлення

source: Name
uk: Моє ім'я

source: Phone
uk: Мій Телефон

source: Address
uk: Адреса

source: Please provide a valid address.
uk: Будь-ласка заповніть поле адреса

source: Self-pick up
uk: Самовивіз

source: Order
uk: Моє замовлення

source: TOTAL:
uk: Загалом:
